[
  {
    "title": "QuerKlang",
    "mainImg": "education-querklang-main.jpg",
    "sections": [
      {
        "text": "In 2024/25 Omer Eilam participated in the QuerKlang project for experimental music education. Taking place in 10 high-schools in Berlin the project brought together teachers and musicians to lead school children in a creative process that culminated in a performance at the MAERZMUSIK Festival."
      },
      {
        "text": "Starting in October 2024 a group of 18 pupils ages 16-18 from the John F Kennedy School in Berlin were guided in a process of musical and theatrical exploration together with their teacher Esther Freymadl and UdK students Sonja Schrader and Samuel Ivanov. The pupils learned the art of field recording and sound processing in Ableton Live and created a performance consisting of several theatrical scenes supported by a soundtrack of their own design. The final piece was given the title „Kein Ausgang“.",
        "img": {
          "src": "education-querklang-performance.jpg",
          "credit": "Copyright www.querklang.eu - Kerstin Wiehe"
        }
      },
      {
        "text": "More information about the project can be found in the <a href='https://www.querklang.eu'>QuerKlang</a> website."
      }
    ]
  },
  {
    "title": "The Art of Listening",
    "mainImg": "education-the-art-of-listening-main.jpg",
    "sections": [
      {
        "text": "The Art of Listening is a workshop series on electronic and experimental music offered to the general public at the Pablo Neruda library in Berlin. Unlike traditional lectures which focus on the history of the field or the techniques used by composers and artists, the focus is on the experience of listening itself."
      },
      {
        "text": "By alternating between sound and our inner experience, we discover new musical languages and new ways of listening to them. Topics range from Karlheinz Stockhausen's spiritual serialism to musique concrète and Luigi Nono's musical activism."
      },
      {
        "text": "A total of 6-8 workshops will be facilitated by Omer Eilam on behalf of <a href='https://www.lev-berlin.de/'>lev-berlin</a>, a collective of musicians organizing projects of electronic music education for the general public. A pilot workshop took place on April 3rd and discussed <a href='https://www.lev-berlin.de/allgemein/the-art-of-listening/5094/'>here</a>. Subsequent meetings will take place during the second half of 2025."
      }
    ]
  }
]
