[
  {
    "section": {
      "label": "About",
      "articles": [
        {
          "article": [
            "Omer Eilam is a musician based in Berlin. He composes electroacoustic music and plays synthesizers, piano and flute. With works ranging from the sonification of heavenly bodies to the destruction of forests, his focus lies on what it means to be human in our day and age. Alongside his compositional practice he teaches experimental music in schools and gives workshops for exploring the voice and developing the Art of Listening. As a writer he explores existential themes related to music, spirituality, philosophy and activism."
          ],
          "img": "about-01.jpg",
          "readMoreUrl": "about"
        }
      ],
      "imageFirst": true
    }
  },
  {
    "section": {
      "label": "Music",
      "articles": [
        {
          "headline": "Imaginary Ecosystems",
          "article": [
            "Imaginary Ecosystems is a musical framework based on the idea of “sound organisms”. In analogy to a real ecosystem, one can think of different sounds as organisms, each of them having its unique character that changes over time, and each also interacting with other organisms as well as with the performer."
          ],
          "img": "music-imaginary-ecosystems-01.jpg",
          "readMoreUrl": "music/imaginary-ecosystems"
        },
        {
          "headline": "Solar System Meditation",
          "article": [
            "The Solar System Meditation is a modern adaptation of Johannes Kepler's Music of the Spheres, where each planet corresponds to distinct sounds which continually evolve in time and space."
          ],
          "img": "music-solar-system-meditation-01.jpg",
          "readMoreUrl": "music/solar-system-meditation"
        }
      ]
    }
  },
  {
    "section": {
      "label": "Education",
      "articles": [
        {
          "headline": "QuerKlang",
          "article": [
            "In 2024/25 Omer Eilam participated in the QuerKlang project for experimental music education. Taking place in 10 high-schools in Berlin the project brings together teachers with musicians to lead school children in a creative process that culminates in a performance at the MAERZMUSIK Festival."
          ],
          "img": "education-querklang-01.jpg",
          "readMoreUrl": "education/querklang"
        },
        {
          "headline": "The Art of Listening",
          "article": [
            "In 2025 Omer Eilam will lead a series of lectures under the title 'The Art of Listening' in various libraries across Berlin as part of lev-berlin, a collective of musicians whose aim is to facilitate electronic music education for the general public."
          ],
          "img": "education-lev-01.jpg",
          "readMoreUrl": "education/the-art-of-listening"
        }
      ],
      "imageFirst": true
    }
  },
  {
    "section": {
      "label": "Writings",
      "articles": [
        {
          "headline": "What if we stay here",
          "article": [
            "What if we stay here...<br/>Floating atop the abyss<br />Surrounded by beasts of prey"
          ],
          "img": "writings-what-if-we-stay-01.jpg",
          "readMoreUrl": "https://omereilam.substack.com/p/what-if-we-stay-here"
        },
        {
          "headline": "The Dove of Peace",
          "article": [
            "Yesterday I participated in a meeting with Faten, a Christian Palestinian woman living in Bethlehem. The meeting was organized by Gilda Bartel from Das Goetheanum magazine. It all started a couple of months ago when I sent my poem <i>Israel</i> to the editorial team of the magazine."
          ],
          "img": "writings-dove-of-peace-01.jpg",
          "readMoreUrl": "https://omereilam.substack.com/p/the-dove-of-peace"
        }
      ]
    }
  }
]
